Repository: Andrea-Tassinari-EOS/Sample
Catalog: MigrateDataTool/MigrationSample/Sample Extension/Translations/Data Migration.*.xlf
Languages: it_it

# Page 1355655497 - Property 2879900210
source: Additional Data Setup (MIG)
it_it: Dati aggiuntivi setup (MIG)

# Page 29913412 - Property 2879900210
source: Additional Data (MIG)
it_it: Dati Aggiuntivi (MIG)

# PageExtension 1337236096 - Control 1893160067 - Property 2879900210
source: Additional Data EXT
it_it: Dati aggiuntivi EXT

# PageExtension 699539479 - Control 1893160067 - Property 2879900210
source: Additional Data EXT
it_it: Dati aggiuntivi EXT

# Table 1410696362 - Field 3004954119 - Property 2879900210
source: Code
it_it: Codice

# Table 1410696362 - Field 3461834954 - Property 2879900210
source: Description
it_it: Descrizione

# Table 1410696362 - Field 636392376 - Property 2879900210
source: Amount
it_it: Importo

# Table 1410696362 - Field 883711285 - Property 2879900210
source: Entry No.
it_it: Nr. movimento

# Table 1410696362 - Property 2879900210
source: Additional Table
it_it: Tabella aggiuntiva

# TableExtension 1642203491 - Field 1568828874 - Property 2879900210
source: Additional Description
it_it: Descrizione aggiuntiva

# TableExtension 1642203491 - Field 1586873095 - Property 2879900210
source: Additional Code
it_it: Codice aggiuntivo

# TableExtension 1642203491 - Field 3476594124 - Property 2879900210
source: Additional Ref. No.
it_it: Nr. Rif.

# TableExtension 2279900108 - Field 1568828874 - Property 2879900210
source: Additional Description
it_it: Descrizione aggiuntiva

# TableExtension 2279900108 - Field 1586873095 - Property 2879900210
source: Additional Code
it_it: Codice aggiuntivo

# TableExtension 2279900108 - Field 3476594124 - Property 2879900210
source: Additional Ref. No.
it_it: Nr. Rif.
